arcticicestudio.nord-visual-studio-code
bbenoist.Nix
bungcip.better-toml
DavidAnson.vscode-markdownlint
dnlytras.nord-wave
eamodio.gitlens
ms-python.python
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
rust-lang.rust
streetsidesoftware.code-spell-checker
twxs.cmake
vscodevim.vim
zxh404.vscode-proto3
